---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopySelectedPick
source: html/2264e1d2-2750-954e-9aec-0390be2634cd.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopySelectedPick Property

The element being dragged can't be copied.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopySelectedPick { get; }
```